/* 
 Localizable.strings
 QuincyKit
 
 Created by Andreas Linde on 04.03.09.
 Copyright 2011 Andreas Linde. All rights reserved.
 */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@ kraschade";

/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundDescription" = "Vill du skicka en anonym kraschrapport så att vi kan lösa felet?";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Skicka alltid";

/* Alert box button to send the crash report once */
"CrashSendReport" = "Skicka rapport";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "Skicka inte";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Skickar…";


/* Crash status dialog */

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "%@ Krasch Feedback";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "Buggen har lösts och är borttagen i nästa release som kommer snart.";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "Buggen har lösts, en ny version har skickats till Apple. Håll i dig medans de testar!";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "Buggen har lösts. Updatera till senaste versionen i App Store.";

/* For dialogs ok buttons */
"CrashResponseTitleOK" = "OK";